cases/ansys_verification/VMFL076/case/system/blockMeshDict.template
FoamFile
{
    version     2.0;
    format      ascii;
    class       dictionary;
    object      blockMeshDict;
}
scale   1;
// VMFL076. Plate from the leading edge at x=0 to x=L=1 m (manual p.219).
// Domain height 0.5 m = eta 150 at x=L: the THERMAL layer is what sizes this,
// not the momentum layer (eta_99 = 67.764 -> y = 0.2259 m at x = L).
vertices
(
    (0   0   0)
    (1   0   0)
    (1   0.5 0)
    (0   0.5 0)
    (0   0   0.05)
    (1   0   0.05)
    (1   0.5 0.05)
    (0   0.5 0.05)
);
blocks
(
    hex (0 1 2 3 4 5 6 7) (__NX__ __NY__ 1) simpleGrading (1 __GY__ 1)
);
edges ();
boundary
(
    inlet  { type patch; faces ( (0 4 7 3) ); }
    outlet { type patch; faces ( (1 2 6 5) ); }
    plate  { type wall;  faces ( (0 1 5 4) ); }
    top    { type patch; faces ( (3 7 6 2) ); }
    frontAndBack { type empty; faces ( (0 3 2 1) (4 5 6 7) ); }
);
mergePatchPairs ();
