cases/ansys_verification/VMFL076/case/system/fvSolution
FoamFile
{
    version     2.0;
    format      ascii;
    class       dictionary;
    object      fvSolution;
}
solvers
{
    p
    {
        solver          GAMG;
        smoother        GaussSeidel;
        tolerance       1e-10;
        relTol          0.01;
    }
    "(U|T)"
    {
        solver          smoothSolver;
        smoother        symGaussSeidel;
        tolerance       1e-12;
        relTol          0.01;
    }
}
SIMPLE
{
    nNonOrthogonalCorrectors 0;
    consistent      yes;
    // NO residualControl: CLAUDE.md rule 4 requires last time == endTime, so the
    // run may not stop early. Settling is decided by the frozen plateau clause.
}
relaxationFactors
{
    equations { U 0.9; T 0.9; }
}
